Repository: ERRORawa/open-wallpaper-engine-modified
Catalog: Open Wallpaper Engine/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Approved
zh_hans: 广受好评

source: Audio Responsive
zh_hans: 音频响应

source: Customizable
zh_hans: 可自定义的

source: Mobile Compatible
zh_hans: 与移动设备兼容

source: My Favourites
zh_hans: 我的收藏

# %@: %@ NotSupport
source: %1$@: %2$@ NotSupport
zh_hans: %1$@: %2$@ 不支持

source: ×8 MSAA is only recommended for powerful high-end desktop graphics cards.
zh_hans: 建议仅将 x8 MSAA 用于功能强大的高端台式机显卡。

source: 10 per page
zh_hans: 10 个/页

source: 25 per page
zh_hans: 25 个/页

source: 50 per page
zh_hans: 50 个/页

source: About
zh_hans: 关于

source: About Open Wallpaper Engine - Modified
zh_hans: 关于 Open Wallpaper Engine - Modified

source: Add to Favorites
zh_hans: 添加到喜爱列表

source: Add to Playlist
zh_hans: 添加到播放列表

source: Add Wallpaper
zh_hans: 添加新的壁纸

source: Add/Remove from Playlist
zh_hans: 添加/移除播放列表

source: Adjust Menu Bar Color
zh_hans: 调整菜单栏颜色

source: Advanced
zh_hans: 高级

source: Age Rating
zh_hans: 年龄分级

source: All
zh_hans: 全选

source: Always start at first wallpaper
zh_hans: 总是从第一张壁纸开始

source: And change system wallpaper
zh_hans: 同时更改壁纸

source: Anti-aliasing
zh_hans: 抗锯齿

source: Appearance
zh_hans: 外观

source: Application Rules
zh_hans: 为每个应用设置规则

source: Apply to all Wallpapers
zh_hans: 应用到所有壁纸

source: Assign Hotkey
zh_hans: 绑定快捷键

source: Audio
zh_hans: 音频

source: Audio Output
zh_hans: 音频输出

source: Auto
zh_hans: 自动

source: Automatic
zh_hans: 自动

source: Automatic Startup
zh_hans: 自动启动

source: Basic Setup
zh_hans: 基础设置

source: Below Normal
zh_hans: 低于正常

source: Browse All By
zh_hans: 所有内容的打开方式

source: Browse Presets
zh_hans: 浏览预设

source: Browse Workshop
zh_hans: 打开创意工坊

source: Cancel
zh_hans: 取消

source: Change Wallpaper
zh_hans: 更换

source: Changing the system wallpaper only takes effect for the current space And there will be nearly a long delay
zh_hans: 更改系统壁纸仅在当前所在空间有效，并且会有较长的延迟

source: Choose Display
zh_hans: 选择显示器

source: Close Window
zh_hans: 关闭窗口

source: Comment
zh_hans: 评论

source: Configure
zh_hans: 设置

source: Copy
zh_hans: 复制

source: Currently, these settings below are designed for scene wallpapers and may not work as expect
zh_hans: 目前以下设置并不会生效，因为它们是为场景类壁纸而设计的。目前还不支持场景壁纸

source: Cut
zh_hans: 剪切

source: Dark
zh_hans: 黑色主题

source: Debug
zh_hans: 调试

source: Delete All
zh_hans: 清空

source: Delete Immediately
zh_hans: 强制删除（不可恢复）

source: Developer
zh_hans: 开发者

source: Disabled
zh_hans: 禁用

source: Discover
zh_hans: 发现

source: Display asleep
zh_hans: 显示器休眠

source: Displays
zh_hans: 显示器选择

source: Don't ask again for this wallpaper
zh_hans: 打开这张壁纸时不再询问

source: Dual Monitor
zh_hans: 双显示器

source: Edit
zh_hans: 编辑

source: Edited
zh_hans: 已编辑

source: Enable Playlist
zh_hans: 启用播放列表

source: Enabled
zh_hans: 启用

source: Enter Full Screen
zh_hans: 切换全屏

source: Errors Only
zh_hans: 仅错误

source: Favorite
zh_hans: 喜欢

source: File
zh_hans: 文件

source: File Size
zh_hans: 文件大小

source: Filter Results
zh_hans: 过滤结果

source: Follow System
zh_hans: 跟随系统

source: FPS
zh_hans: 帧率

source: Fully take over
zh_hans: 完全托管

source: General
zh_hans: 通用

source: Group
zh_hans: 组

source: Hello, World!
zh_hans: 你好，世界！

source: Help
zh_hans: 帮助

source: Hide
zh_hans: 隐藏

source: Hide Others
zh_hans: 隐藏其他

source: High
zh_hans: 高

source: High FPS may slow down your PC!
zh_hans: 高 FPS 可能会降低电脑的运行速度！

source: High FPS may slow down your PC! We're serious, this is too much 🔥.
zh_hans: 高 FPS 可能会降低电脑的运行速度！这可不是开玩笑，您设置的 FPS 太高了🔥.

source: High Performance
zh_hans: 高性能

source: High Quality
zh_hans: 高品质

source: Hour
zh_hans: 小时

source: Icon Size
zh_hans: 图标尺寸

source: Import
zh_hans: 导入

source: Import Wallpapers from Steam Workshop
zh_hans: 从 Steam 创意工坊中导入壁纸

source: Installed
zh_hans: 已安装

source: Keep Running
zh_hans: 继续运行

source: Language
zh_hans: 语言

source: Laptop on battery
zh_hans: 当笔记本连接电源时

source: Large Icons
zh_hans: 大图标

source: Last Updated
zh_hans: 最近添加

source: Light
zh_hans: 白色主题

source: Load
zh_hans: 加载

source: Load Profile
zh_hans: 加载配置

source: Log Level
zh_hans: 日志记录等级

source: Low
zh_hans: 低

source: Manage Blocklist
zh_hans: 管理屏蔽列表

source: Medium
zh_hans: 中

source: Medium Icons
zh_hans: 中图标

source: Minute
zh_hans: 分钟

source: Mobile
zh_hans: 手机应用

source: Modified By
zh_hans: 维护者

source: Move to Trash
zh_hans: 移到废纸篓

source: Mute
zh_hans: 静音

source: Name
zh_hans: 名称

source: Never show this again until next update
zh_hans: 在下次更新之前不再显示

source: New Tag
zh_hans: 新建标签

source: No Tags
zh_hans: 无标签

source: No wallpapers found for your search. Expand or reset the categories in the filter sidebar or try another search term.
zh_hans: 没有找到任何壁纸。 请尝试通过侧栏的选择器来扩大或重置搜索范围，或者尝试换一个词来搜索。

source: None
zh_hans: 反选

source: Normal
zh_hans: 正常

source: Nothing Imported
zh_hans: 未导入任何内容

source: OK
zh_hans: 好

source: Only enabled when app is running
zh_hans: 仅在应用程序运行时启用

source: Open All in Finder
zh_hans: 在访达中打开工作目录

source: Open in Finder
zh_hans: 在访达中打开当前壁纸

source: Open in Workshop
zh_hans: 在创意工坊中打开

source: Open Wallpaper
zh_hans: 打开壁纸文件

source: Open Wallpaper Engine has no control over this file, you must ensure that it comes from a rellable source before proceeding.
zh_hans: Open Wallpaper Engine没有能力控制此壁纸所有可能存在的恶意行为，在继续打开该壁纸之前你必须确认你的壁纸是从可信任的来源下载的

source: Opening Unkown %@
zh_hans: 打开未知 %@

source: Order
zh_hans: 有序

source: Original Author
zh_hans: 原作者

source: Other
zh_hans: 其它

source: Other Application Focused:
zh_hans: 当焦点转移到其他应用时

source: Other Application Fullscreen:
zh_hans: 当其他应用程序进入全屏时

source: Other Application Playing Audio:
zh_hans: 当其他应用程序播放音频时

source: Paste
zh_hans: 粘贴

source: Pause
zh_hans: 暂停

source: Pause when VRAM is exhausted
zh_hans: 当显存耗尽时暂停

source: Performance
zh_hans: 性能

source: Play Order
zh_hans: 播放顺序

source: Playback
zh_hans: 回放

source: Playback Rate
zh_hans: 播放速度

source: Playlist
zh_hans: 播放列表

source: Playlist Order
zh_hans: 播放列表顺序

source: Please be aware of malware.
zh_hans: 请警惕恶意行为

source: Please select a valid wallpaper
zh_hans: 请选择有效的壁纸

source: Please wait %lld seconds.
zh_hans: 请等待%lld秒

source: Plugins
zh_hans: 插件

source: Post-Processing
zh_hans: 后处理

source: Potrait Monitor / Phone
zh_hans: 纵向显示器/手机

source: Power Saving Mode, Sleeping...
zh_hans: 休眠/加载中…

source: Press Enter to Save
zh_hans: 按下回车键保存更改

source: Proceed
zh_hans: 处理中

source: Process Piority
zh_hans: 进程优先级

source: Properties
zh_hans: 属性

source: Protect against crashes
zh_hans: 防崩溃

source: Quality
zh_hans: 质量

source: Quit
zh_hans: 退出

source: Random
zh_hans: 随机

source: Rating
zh_hans: 评分

source: Recent wallpaper list count
zh_hans: 最近使用的壁纸列表数量

source: Recent Wallpapers
zh_hans: 最近使用的壁纸

source: Redo
zh_hans: 重做

source: Reflection
zh_hans: 反射

source: Reflections
zh_hans: 反射

source: Related Wallpapers
zh_hans: 相关壁纸

source: Reload when changing output device
zh_hans: 更改音频输出设备时重新加载

source: Remove Wallpaper
zh_hans: 移除壁纸

source: Report
zh_hans: 反馈

source: Report & Block
zh_hans: 举报&拦截

source: Reset
zh_hans: 重置

source: Reset All Trusted Wallpapers
zh_hans: 重置所有已信任的壁纸

source: Reset Config
zh_hans: 初始化所有配置

source: Reset Filters
zh_hans: 重置筛选条件

source: Reset First Launch
zh_hans: 重置首次启动标记

source: Resolution
zh_hans: 分辨率

source: Restart after crashing
zh_hans: 崩溃后重启

source: Safe start after hibernation
zh_hans: 从休眠后唤醒时使用安全模式

source: Save
zh_hans: 保存

source: Save Profile
zh_hans: 保存配置

source: Scheme Color
zh_hans: 风格颜色

source: Search
zh_hans: 搜索

source: Select All
zh_hans: 全选

source: Select file
zh_hans: 选择文件

source: Settings
zh_hans: 设置

source: Settings...
zh_hans: 设置

source: Share JSON
zh_hans: 分享JSON

source: Show Filter Results
zh_hans: 显示筛选结果

source: Show Only:
zh_hans: 仅显示:

source: Show Open Wallpaper Engine
zh_hans: 显示主窗口

source: Similar UI Layout to Wallpaper Engine on Steam
zh_hans: 和 Steam 上的 Wallpaper Engine 具有相似的 UI 布局

source: Small Icons
zh_hans: 小标题

source: Source
zh_hans: 来源

source: Split
zh_hans: 分隔

source: Start with macOS
zh_hans: 跟随 macOS 启动

source: Stop (free memory)
zh_hans: 停止（释放内存）

source: Subscription Date
zh_hans: 订阅时间

source: Super High Performance
zh_hans: 高性能

source: Support & FAQ
zh_hans: 支持&帮助

source: Switch after video finish
zh_hans: 在视频结束时更换壁纸

source: Switch Time
zh_hans: 切换时间

source: Tags
zh_hans: 标签

source: Texture Resolution
zh_hans: 纹理分辨率

source: Theme
zh_hans: 主题

source: Titles per page
zh_hans: 每页壁纸数量

source: Toggle Desktop Wallpaper Window (Debug)
zh_hans: 开/yin can桌面壁纸窗口

source: Triple Monitor
zh_hans: 三显示器

source: Type
zh_hans: 类型

source: Ultra
zh_hans: 超高

source: Ultra mode adds HDR bloom to supported wallpapers and is only recommended for powerful high-end desktop graphics cards.
zh_hans: 超高模式可将 HDR 高光添加到支持的壁纸中，建议仅用于功能强大的高端台式机显卡。

source: Ultra Widescreen
zh_hans: 带鱼屏

source: Undo
zh_hans: 撤销

source: Unkown Author
zh_hans: <待定>

source: Unmute
zh_hans: 取消静音

source: Unsubscribe
zh_hans: 取消订阅

source: Unsubscribe Confirmation
zh_hans: 取消订阅确认

source: Verbose
zh_hans: 详细日志

source: version: %@
zh_hans: 版本号： %@

source: Video
zh_hans: 视频

source: Video Framework
zh_hans: 视频播放框架

source: View
zh_hans: 预览

source: Volume
zh_hans: 音量

source: Wallpaper Editor
zh_hans: 壁纸编辑器

source: Wallpaper Explorer
zh_hans: 壁纸浏览器

source: Wallpaper from Folder
zh_hans: 单个壁纸

source: Wallpaper Per Display
zh_hans: 每个显示器的壁纸

source: Wallpaper Title
zh_hans: 壁纸标题

source: Wallpapers in Folders
zh_hans: 多个壁纸

source: We brings you a smoother app animation experience. Powered by the lightweight, modern SwiftUI Framework.
zh_hans: 通过轻量、现代化的 SwiftUI 框架，带来更加顺滑的动画体验

source: We Take Care of Your Laptop's Battery Life
zh_hans: 我们关心你的电池寿命

source: What's New in Open Wallpaper Engine
zh_hans: Open Wallpaper Engine 里的新东西

source: When it comes to without pluging to the power adapter, we reduced the power consumption as much as possible, without just stoping the playback.
zh_hans: 当拔下充电器时，我们尽可能的减少壁纸的能源消耗，但并不停止播放。

source: Widescreen
zh_hans: 宽屏幕

source: Window
zh_hans: 窗口

source: Working on it
zh_hans: 正在开发哦~

source: Workshop
zh_hans: 创意工坊

source: You are about to open an external %@ as a wallpaper:
zh_hans: 你正在打开一个外部%@壁纸

source: You can easily import video type wallpapers from steam workshop of Wallpaper Engine and modify some properties as well, like playback rate, volume, etc.
zh_hans: 你可以轻松的从 Wallpaper Engine 的创意工坊中导入视频类型的壁纸，同时设定一些属性，例如播放速率，音量等。

source: You may feel familar when using this dynamic desktop wallpaper tool since it almost has the same layout to its ancesstor.
zh_hans: 你在使用时也许会感到非常熟悉，因为它和它的原型的 UI 布局几乎完全一致。

source: Your Presets
zh_hans: 用户预设
